# For funny greetings
brew "cowsay"
brew "fortune"
brew "lolcat"

# Because macOS versions are dated
brew "git"
brew "node"

# Dev Environment
brew "fish"
brew "neovim"
brew "tmux"
brew "reattach-to-user-namespace"
brew "starship"
brew "eza"
brew "git-delta"
brew "tree-sitter-cli"

# Utilities
brew "tree"
brew "httpie"
brew "python3"
brew "ripgrep"
brew "sd"
brew "fd"
brew "bat"

# Services
brew "gh"
